Repository: Alexandre-T/dawn
Catalog: src/AppBundle/Resources/translations/AdminBundle.*.xlf
Languages: fr

source: txt.achievements
fr: Succès

source: txt.characteristics
fr: Caractéristiques

source: txt.scenes
fr: Scènes

source: txt.dialogue
fr: Dialogue

source: txt.achievement
fr: Succès

source: help.scene.achievement
fr: Si cette scène débloque un succès, sélectionnez-le dans la liste.

source: txt.image
fr: Image

source: Scene List
fr: Liste des scènes

source: Scene Create
fr: Nouvelle scène

source: Scene Delete
fr: Suppression d'une scène

source: txt.id
fr: Idendifiant

source: txt.media.id
fr: Identifiant du Media

source: txt.action
fr: Actions

source: txt.set-initial
fr: Scène initiale

source: txt.scene.initial
fr: Scène initiale

source: txt.title
fr: Titre

source: txt.alternate
fr: Text de substitution

source: Achievement List
fr: Liste des succès

source: Achievement Create
fr: Nouveau succès

source: Achievement Delete
fr: Suppression d'un succès

source: txt.code
fr: Code

source: txt.name
fr: Nom

source: txt.initial
fr: Initial

source: txt.minimum
fr: Minimum

source: txt.maximum
fr: Maximum

source: txt.prefix
fr: Préfixe

source: txt.suffix
fr: Suffixe

source: txt.multiply
fr: Multiplicateur

source: txt.add
fr: Ajout

source: Characteristic List
fr: Liste des caractéristiques

source: Characteristic Create
fr: Nouvelle caractéristique

# Characteristic Delete
source: Characeristic Delete
fr: Suppression d'une caractéristique

source: Internal data
fr: Données internes

source: Display
fr: Affichage

source: Sentence List
fr: Liste des réponses (phrases)

source: Sentence Create
fr: Nouvelle réponse (phrase)

source: Sentence Delete
fr: Suppression d'une réponse (phrase)

source: txt.sentences
fr: Réponses (phrases)

source: txt.answers
fr: Réponses

source: txt.answer
fr: Réponse

source: txt.destination
fr: Destination

source: help.sentence.destination
fr: Indiquez ici la scène où la réponse conduit le joueur.
