Repository: Alexandre-T/dawn
Catalog: src/AppBundle/Resources/translations/messages.*.xlf
Languages: fr

# app.title
source: en__app.title
fr: Dawn

# app.subtitle
source: en__app.subtitle
fr: The Dawn project

# app.msg.welcome
source: en__app.msg.welcome
fr: Bienvenue !

# good_luck.title
source: en__good_luck.title
fr: Bonne chance !

# nav.start.explanation
source: en__nav.start.explanation
fr: Commencer une nouvelle partie…

# nav.start.title
source: en__nav.start.title
fr: Nouvelle partie

# nav.load.explanation
source: en__nav.load.explanation
fr: Chargez une partie…

# nav.load.title
source: en__nav.load.title
fr: Charger une partie

# nav.continue.explanation
source: en__nav.continue.explanation
fr: Poursuivre votre partie

# nav.continue.title
source: en__nav.continue.title
fr: Poursuivre

# app.nav.game
source: en__app.nav.game
fr: Jeu

# load.title
source: en__load.title
fr: Charger

# nav.about.explanation
source: en__nav.about.explanation
fr: Chargez une partie…

# nav.about.title
source: en__nav.about.title
fr: À propos…

# nav.contact.explanation
source: en__nav.contact.explanation
fr: Informations à propos de ce Simdate…

# nav.contact.title
source: en__nav.contact.title
fr: Contact

# sr.help
source: en__sr.help
fr: Aide

# txt.relationsships
source: en__txt.relationsships
fr: Relations

# txt.friendship
source: en__txt.friendship
fr: Amitié

# txt.love
source: en__txt.love
fr: Amour

# txt.sex_appeal
source: en__txt.sex_appeal
fr: Attirance

# txt.inventory
source: en__Inventory
fr: Inventaire

# txt.stuff
source: en__Stuff
fr: Équipement

# Location introduction
source: en__Location introduction
fr: Description des lieux

# btn.close
source: en__btn.close
fr: Refermer

# txt.relationship
source: en__txt.relationship
fr: Relation

# txt.talk_about
source: en__txt.talk_about
fr: Discuter

# btn.back
source: en__btn.back
fr: Retour

# loadtype.label
source: en__loadtype.label
fr: Clé

# message.key.not_valid
source: en__message.key.not_valid
fr: Ceci n’est pas une clef valide… Le format est le suivant : 00000000-0000-0000-0000-000000000000

# btn.load
source: en__btn.load
fr: Charger

# new.title
source: en__new.title
fr: Nouvelle partie

# ask.new-game
source: en__ask.new-game
fr: Voulez-vous lancer une nouvelle partie ? Attention, si vous n’avez pas noté la clé de votre partie en cours, elle sera perdue.

# btn.yes
source: en__btn.yes
fr: Oui

# btn.no
source: en__btn.no
fr: Non

# load.explanation
source: en__load.explanation
fr: Entrez la clef de la partie que vous souhaitez charger

# message.key.help
source: en__message.key.help
fr: La clef d’une partie a le format suivant : 00000000-0000-0000-0000-000000000000

# sr.save
source: en__sr.save
fr: Sauvegarder

# save.title
source: en__save.title
fr: Sauvegarde

# save.core
source: en__save.core
fr: Votre partie est stockée sur nos serveurs. Pour savoir quelle est votre partie, nous plaçons un cookie sur votre navigateur contenant le numéro unique de votre partie. Si vous effacez régulièrement vos cookies ou changez d’ordinateur, il vous suffit de stocker la clé ci-dessous dans un fichier ou sur un bout de papier. Quand vous reviendrez sur le jeu, il vous suffira de recopier ce numéro pour reprendre votre partie exactement où elle en était.

# save.code
source: en__save.code
fr: Voici la clé de votre partie.

# save.key
source: en__save.key
fr: Clé :

# btn.copy
source: en__btn.copy
fr: Copier la clé

# txt.ask
source: en__txt.ask
fr: Demander

# txt.phone
source: en__txt.phone
fr: Smartphone

# txt.day
source: en__txt.day
fr: Jour

# txt.time
source: en__txt.time
fr: Heure

# txt.characters.statistics
source: en__txt.characters.statistics
fr: Statistiques

# txt.characters
source: en__txt.characters
fr: Personnages

# txt.quantity
source: en__txt.quantity
fr: Quantité

# title.presentation
source: en__title.presentation
fr: Les rencontres

# txt.presentation
source: en__txt.presentation
fr: Parviendrez-vous à séduire tous les personnages de Simdate ?

# nav.characters.explanation
source: en__nav.characters.explanation
fr: Présentation des différents personnages du jeu

# img.spinner
source: en__img.spinner
fr: Roue dentée

# txt.loading
source: en__txt.loading
fr: Chargement…

# txt.javascript-needed
source: en__txt.javascript-needed
fr: Attention ! Pour jouer à ce jeu, vous devez activer Javascript.

# txt.sexual
source: en__txt.sexual
fr: Sex-appeal

# title.error
source: en__title.error
fr: Une erreur est survenue.

# txt.reload
source: en__txt.reload
fr: Cette erreur bloque votre progression dans le jeu. Veuillez recharger la partie en actualisation la page !

source: __title.info
fr: Informations

# txt.date
source: en__txt.date
fr: Rencart

# txt.dialogue
source: en__txt.dialogue
fr: Dialogue

# txt.albumLabel
source: Image %1 of %2
fr: Photo %1 sur %2

# txt.zoom
source: en__txt.zoom
fr: Zoom

# app.description
source: en__app.description
fr: Dawn est un mini jeu de rôle que vous pouvez personnaliser.

# txt.achievement
source: en__txt.achievement
fr: Succès

# txt.achievements
source: en__txt.achievements
fr: Les succès

# txt.game-over
source: en__txt.game-over
fr: Partie terminée

# txt.game-over.explanation
source: en__txt.game-over.explanation
fr: Votre partie est terminée, vos scores ne sont pas assez élevés pour poursuivre.

# nav.home
source: en__nav.home
fr: Accueil
